cask_args appdir: '/Applications'

brew 'awscli'
brew 'coreutils'
brew 'direnv'
brew 'docker-compose'
brew 'fish'
brew 'git-lfs'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'mas'
brew 'minikube'
brew 'node'
brew 'neovim'
brew 'pgcli'
brew 'python3'
brew 'redis'
brew 'ripgrep'
brew 'vespa-cli'
brew 'gh'
brew 'git-absorb'
brew 'zellij'
brew 'pyenv'
brew 'pam-reattach'
brew 'git-crypt'

cask '1password-cli'
cask 'nordvpn'
cask 'sanesidebuttons'
cask 'slack'
cask 'visual-studio-code'
cask 'ghostty'
cask 'dropbox'
cask 'notion'
cask 'obsidian'
cask 'raycast'
cask 'vimcal'
