cask_args appdir: '/Applications'

brew 'awscli'
brew 'burp-suite'
brew 'coreutils'
brew 'direnv'
brew 'docker-compose'
brew 'fish'
brew 'htop'
brew 'innotop'
brew 'jq'
brew 'languagetool'
brew 'mas'
brew 'mysql-client'
brew 'neovim'
brew 'node'
brew 'pgcli'
brew 'postman'
brew 'python3'
brew 'rbenv'
brew 'ripgrep'
brew 'terraform'
brew 'tmux'

cask 'boostnote'
cask 'brave-browser'
cask 'java' unless system '/usr/libexec/java_home --failfast'
cask 'nordvpn'
cask 'postman'
cask 'slack'
cask 'spectacle'
cask 'zettlr'
