cask_args appdir: '/Applications'

brew 'awscli'
brew 'coreutils'
brew 'direnv'
brew 'docker-compose'
brew 'fish'
brew 'git-lfs'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'mas'
brew 'minikube'
brew 'node'
brew 'neovim'
brew 'pgcli'
brew 'python3'
brew 'ripgrep'
brew 'thefuck'
brew 'tmux'
brew 'vespa-cli'

cask 'anki'
cask 'apptivate'
cask 'boostnote'
cask 'brave-browser'
cask 'monero-wallet'
cask 'nordvpn'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
cask 'warp'
cask 'zettlr'
